{
  "Index": {
    "downloadCv": "تنزيل السيرة الذاتية",
    "about": "عن",
    "projects": "مشاريع",
    "introduction": {
      "hello": "مرحبا! اسمي ",
      "im": "وأنا مطور ويب كامل التكديس",
      "based": "مقرها في تونس."
    },
    "aboutmeParagraph": {
      "first": "مرحبا! أنا مصطفى الطيبي ، طالب علوم الكمبيوتر يبلغ من العمر 21 عامًا وله شغف بتطوير الويب والتقنيات الجديدة. أنا متخصص في تطوير الويب الكامل وأتقن العديد من أطر JavaScript مثل Next.js و Node.js و React.js و Angular.js. أنا أيضًا على دراية بـ TypeScript ولدي خبرة قوية في إنشاء مواقع الويب التي تتطلب مزامنة البيانات في الوقت الفعلي ، باستخدام تقنيات مثل Socket.IO و Node Schedule.",
      "second": "مع خلفية في المدرسة الثانوية في الإدارة والاقتصاد ، أسعى جاهدًا لدمج معرفتي بالأعمال مع خبرتي الفنية لإدارة المشاريع بشكل فعال. أقوم بإجراء أبحاث السوق لتحديد مشكلات المنتجات أو مجالات التحسين واقترح حلولًا لمواجهة هذه التحديات.",
      "third": "أنا دائمًا حريص على تحسين معرفتي ومهاراتي. حاليًا ، أقوم بتوسيع خبرتي في تطوير الهاتف المحمول واستكشاف تكامل الذكاء الاصطناعي في مشاريعي.",
      "forth": "آمل أن تستمتع باكتشاف مشاريعي. إذا كنت مهتمًا بتوظيفي أو ترغب في معرفة المزيد من التفاصيل ، فلا تتردد في الاتصال بي عبر LinkedIn أو GitHub باستخدام الروابط أدناه!"
    },
    "github": "Github",
    "aboutme": "عني",
    "projectDescription": {
      "Tuni-Auctions": "منصة مزاد علني عبر الإنترنت مبنية على استكشاف السوق المحلي ، وتحديد مشكلاته ، وتقديم حلول جديدة ومبتكرة للمساعدة في تنشيط السوق وجعل تجربة المزايدة أكثر متعة.",
      "Dar Seranity": "منصة تأجير عبر الإنترنت تونسية ، تدير مجموعة كاملة من وظائف التأجير مثل التعامل مع قوائم المنازل وطلبات مشاهدة المنازل ، ودفع الإيجار الشهري ومتابعته ، ورحيل المستأجرين.",
      "Tuni-Work": "منصة عمل حر عبر الإنترنت تونسية ، تهتم بقوائم الوظائف ، واستعراض المستقلين والترشيحات ، وقبول المشاريع ، وتعقب المهام داخل المشاريع ، والمدفوعات الآمنة ، ونظام تقارير لحل النزاعات مع أصحاب العمل."
    },
    "website": "موقع الكتروني",
    "technologies": "التقنيات",
    "sayHello": "قل مرحبا!"
  }
}
