{
  "Index": {
    "downloadCv": "Lebenslauf herunterladen",
    "about": "Über mich",
    "projects": "Projekte",
    "introduction": {
      "hello": "Hallo! Mein Name ist ",
      "im": "Ich bin ein Softwareentwickler aus Tunesien."
    },
    "aboutmeDesc": "Hallo! Ich bin Mustapha Taibi, ein 22-jähriger Informatik-Absolvent, der sich für Webentwicklung und die Erkundung neuer Technologien begeistert. Ich habe Erfahrung mit modernen Tools wie Next.js, React, Node.js, Express und MongoDB und lerne derzeit, wie man KI in Webanwendungen integriert, um innovative und wirkungsvolle Produkte zu schaffen. Ich liebe es, Full-Stack-Anwendungen zu entwickeln und bin immer bereit, mein Wissen zu erweitern und neue Herausforderungen anzunehmen.",
    "github": "Github",
    "aboutme": "Über mich",
    "projectDescription": {
      "Fluent Tales": "Ein KI-gestützter Assistent zum Deutschlernen. Es bietet einen Bereich zum Leseverständnis mit individuell generierten Texten und Übungen, einen Vokabelbereich mit themenbasierten Nomen, Verben und nützlichen Phrasen, einen Grammatikübungsbereich und einen Schreibassistenten, der Feedback basierend auf Ihrem Sprachniveau gibt.",
      "Tuni-Auctions": "Eine Auktionsplattform, die darauf abzielt, den lokalen Markt zu erkunden, seine Probleme zu identifizieren und innovative Lösungen einzuführen, um den Markt zu beleben und das Auktionserlebnis angenehmer zu gestalten.",
      "Dar Seranity": "Eine Vermietungsplattform, die das gesamte Spektrum der Mietfunktionen verwaltet, wie die Verwaltung von Immobilienangeboten, Anfragen für Besichtigungen, monatliche Mietzahlungen und -verfolgung sowie den Auszug von Mietern.",
      "Tuni-Work": "Eine Freelance-Plattform, die sich um Stellenangebote, die Suche nach Freelancern und Bewerbungen, die Annahme von Projekten, die Aufgabenverfolgung innerhalb von Projekten, sichere Zahlungen und ein Meldesystem zur Beilegung von Streitigkeiten mit Arbeitgebern kümmert."
    },
    "website": "Webseite",
    "technologies": "Technologien",
    "sayHello": "Sag Hallo!"
  }
}
