{
  "Index": {
    "downloadCv": "Télécharger CV",
    "about": "À propos",
    "projects": "Projets",
    "introduction": {
      "hello": "Bonjour! Je m'appelle ",
      "im": "et je suis un développeur web full stack",
      "based": "basé en Tunisie."
    },
    "aboutmeParagraph": {
      "first": "Salut! Je suis Mustapha Taibi, un étudiant en informatique de 21 ans passionné par le développement web et les nouvelles technologies. Je me spécialise dans le développement full-stack et maîtrise divers frameworks JavaScript tels que Next.js, Node.js, React.js et Angular.js. Je suis également compétent en TypeScript et j'ai une solide expérience dans la création de sites Web nécessitant une synchronisation des données en temps réel, en utilisant des technologies comme Socket.IO et Node Schedule.",
      "second": "Avec une formation secondaire en gestion et économie, je m'efforce de combiner mes connaissances en commerce avec mon expertise technique pour gérer efficacement les projets. Je mène des études de marché pour identifier les problèmes de produits ou les domaines à améliorer et je propose des solutions pour relever ces défis.",
      "third": "Je suis toujours désireux d'améliorer mes connaissances et mes compétences. Actuellement, je développe mon expertise dans le développement mobile et j'explore l'intégration de l'IA dans mes projets.",
      "forth": "J'espère que vous apprécierez de découvrir mes projets. Si vous êtes intéressé à m'embaucher ou si vous souhaitez plus de détails, n'hésitez pas à me contacter via LinkedIn ou GitHub en utilisant les liens ci-dessous !"
    },
    "github": "Github",
    "aboutme": "À propos de moi",
    "projectDescription": {
      "Tuni-Auctions": "Une plateforme de vente aux enchères en ligne construite autour de l'exploration du marché local, identifiant ses problèmes et introduisant des solutions nouvelles et innovantes pour aider à relancer le marché et rendre l'expérience d'enchères beaucoup plus agréable.",
      "Dar Seranity": "Plateforme de location en ligne tunisienne, elle gère tout le spectre des fonctionnalités de location comme la gestion des annonces de maisons et les demandes de visites à domicile, le paiement et le suivi des loyers mensuels, et le déménagement des locataires.",
      "Tuni-Work": "Plateforme de freelance en ligne tunisienne, elle s'occupe des offres d'emploi, de la navigation et des candidatures des freelances, de l'acceptation des projets, du suivi des tâches au sein des projets, des paiements sécurisés et d'un système de rapport pour la résolution des litiges avec les employeurs."
    },
    "website": "Site web",
    "technologies": "Technologies",
    "sayHello": "Dites bonjour !"
  }
}
