{
  "Index": {
    "downloadCv": "Télécharger le CV",
    "about": "À propos",
    "projects": "Projets",
    "introduction": {
      "hello": "Bonjour ! Je m'appelle ",
      "im": "Je suis un ingénieur logiciel basé en Tunisie."
    },
    "aboutmeDesc": "Bonjour ! Je suis Mustapha Taibi, un diplômé en informatique de 22 ans passionné par le développement web et l'exploration de nouvelles technologies. J'ai de l'expérience avec des outils modernes comme Next.js, React, Node.js, Express et MongoDB, et j'apprends actuellement à intégrer l'IA dans les applications web pour créer des produits innovants et impactants. J'aime construire des applications full-stack et suis toujours impatient d'élargir mes connaissances et de relever de nouveaux défis.",
    "github": "Github",
    "aboutme": "À propos de moi",
    "projectDescription": {
      "Fluent Tales": "Assistant d'apprentissage de l'allemand alimenté par l'IA. Il propose une section de compréhension avec des textes et exercices générés sur mesure, une section de vocabulaire avec des noms, verbes et phrases utiles générés par thème, une section de pratique grammaticale et un assistant d'écriture qui fournit des commentaires en fonction de votre niveau de compétence.",
      "Tuni-Auctions": "Une plateforme d'enchères conçue pour explorer le marché local, identifier ses problèmes et introduire des solutions innovantes pour relancer le marché et rendre l'expérience des enchères plus agréable.",
      "Dar Seranity": "Plateforme de location qui gère l'ensemble des fonctionnalités liées à la location, comme la gestion des annonces immobilières, les demandes de visites, le paiement et le suivi des loyers mensuels, ainsi que le départ des locataires.",
      "Tuni-Work": "Plateforme freelance qui s'occupe des offres d'emploi, de la recherche de freelances et des candidatures, de l'acceptation de projets, du suivi des tâches, des paiements sécurisés et d'un système de signalement pour résoudre les litiges avec les employeurs."
    },
    "website": "Site web",
    "technologies": "Technologies",
    "sayHello": "Dites Bonjour !"
  }
}
